package com.devflow.factum.util

import com.devflow.factum.domain.model.Fact
import com.devflow.factum.domain.model.FactBase

object Temp {
    fun getFactList() = listOf(
        Fact(
            factBase = FactBase(documentId = "1", category = "movie"),
            title = "Фильм, изменивший кино",
            text = "Некоторые деревья, такие как акации, общаются между собой с помощью химических сигналов. Когда животные начинают поедать их листья, деревья выделяют особые вещества в воздух — фитонциды. Они предупреждают другие деревья о надвигающейся опасности. Реагируя на сигнал, \"предупрежденные\" деревья начинают вырабатывать защитные соединения, делающие их листья горькими и даже токсичными для травоядных. Этот природный способ общения помогает растительным сообществам защищаться от угроз и лучше адаптироваться к внешним условиям." +
                    "\n\nНекоторые деревья, такие как акации, общаются между собой с помощью химических сигналов. Когда животные начинают поедать их листья, деревья выделяют особые вещества в воздух — фитонциды. Они предупреждают другие деревья о надвигающейся опасности. Реагируя на сигнал, \"предупрежденные\" деревья начинают вырабатывать защитные соединения, делающие их листья горькими и даже токсичными для травоядных. Этот природный способ общения помогает растительным сообществам защищаться от угроз и лучше адаптироваться к внешним условиям." +
                    "\n\nНекоторые деревья, такие как акации, общаются между собой с помощью химических сигналов. Когда животные начинают поедать их листья, деревья выделяют особые вещества в воздух — фитонциды. Они предупреждают другие деревья о надвигающейся опасности. Реагируя на сигнал, \"предупрежденные\" деревья начинают вырабатывать защитные соединения, делающие их листья горькими и даже токсичными для травоядных. Этот природный способ общения помогает растительным сообществам защищаться от угроз и лучше адаптироваться к внешним условиям." +
                    "\n\nНекоторые деревья, такие как акации, общаются между собой с помощью химических сигналов. Когда животные начинают поедать их листья, деревья выделяют особые вещества в воздух — фитонциды. Они предупреждают другие деревья о надвигающейся опасности. Реагируя на сигнал, \"предупрежденные\" деревья начинают вырабатывать защитные соединения, делающие их листья горькими и даже токсичными для травоядных. Этот природный способ общения помогает растительным сообществам защищаться от угроз и лучше адаптироваться к внешним условиям." +
                    "\n\nНекоторые деревья, такие как акации, общаются между собой с помощью химических сигналов. Когда животные начинают поедать их листья, деревья выделяют особые вещества в воздух — фитонциды. Они предупреждают другие деревья о надвигающейся опасности. Реагируя на сигнал, \"предупрежденные\" деревья начинают вырабатывать защитные соединения, делающие их листья горькими и даже токсичными для травоядных. Этот природный способ общения помогает растительным сообществам защищаться от угроз и лучше адаптироваться к внешним условиям.",
            readTime = 2
        ),
        Fact(
            factBase = FactBase(documentId = "2", category = "kpop"),
            title = "Магия K-pop",
            text = "K-pop не просто музыкальный жанр; это целая культура, объединяющая музыку, танцы и визуальный стиль. Группы, такие как BTS и BLACKPINK, завоевали мировую популярность благодаря своим запоминающимся мелодиям и эффектным выступлениям. Интересно, что K-pop-идолы проходят жесткий отбор и много лет тренируются, прежде чем дебютировать на сцене, что делает их выступления невероятно профессиональными.",
            readTime = 1
        ),
        Fact(
            factBase = FactBase(documentId = "3", category = "health"),
            title = "Польза медитации",
            text = "Регулярная медитация может значительно улучшить физическое и психическое здоровье. Исследования показывают, что она снижает уровень стресса, улучшает концентрацию и даже помогает в борьбе с депрессией. Медитация может также снизить артериальное давление и улучшить качество сна, что делает её мощным инструментом для общего благополучия.",
            readTime = 3
        ),
        Fact(
            factBase = FactBase(documentId = "4", category = "psychology"),
            title = "Забавные факты о мозге",
            text = "Человеческий мозг — это удивительный орган, который способен генерировать около 20 ватт электроэнергии, что достаточно для питания маленькой лампочки. Он состоит из приблизительно 86 миллиардов нейронов, которые постоянно взаимодействуют друг с другом, формируя сложные сети. Эти нейронные связи играют ключевую роль в нашей памяти, эмоциях и когнитивных функциях.",
            readTime = 2
        ),
        Fact(
            factBase = FactBase(documentId = "5", category = "food"),
            title = "Невероятные вкусы мира",
            text = "В мире существует огромное разнообразие блюд, каждое из которых имеет свою уникальную историю и традиции. Например, японское блюдо суши было создано как способ консервирования рыбы, а теперь стало символом японской кухни. Кроме того, в некоторых культурах активно используются съедобные насекомые, которые являются источником белка и полезных веществ.",
            readTime = 2
        ),
        Fact(
            factBase = FactBase(documentId = "6", category = "space"),
            title = "Загадки космоса",
            text = "Космос остается одним из самых загадочных и удивительных мест. Например, существуют звезды, которые могут \"танцевать\" в пространстве, притягиваясь друг к другу благодаря гравитации. Кроме того, астрофизики обнаружили экзопланеты, находящиеся в обитаемой зоне своих звезд, что открывает новые возможности для поиска внеземной жизни.",
            readTime = 1
        ),
        Fact(
            factBase = FactBase(documentId = "7", category = "science"),
            title = "Невероятные открытия науки",
            text = "Научные открытия меняют наше понимание мира. Например, в 2019 году ученые впервые зафиксировали изображение черной дыры, что стало прорывом в астрофизике. Эти исследования помогают не только понять законы физики, но и открывают новые горизонты в области технологий и медицины, позволяя нам улучшать качество жизни.",
            readTime = 3
        ),
        Fact(
            factBase = FactBase(documentId = "8", category = "history"),
            title = "Удивительные факты из истории",
            text = "История полна удивительных фактов. Например, в Древнем Риме существовала практика использования мочи в качестве отбеливателя для одежды. Моча использовалась из-за своего содержания аммиака, что делает ее эффективным средством для стирки. Этот странный, но полезный факт показывает, как люди в прошлом использовали доступные ресурсы для решения своих повседневных задач.",
            readTime = 1
        ),
        Fact(
            factBase = FactBase(documentId = "9", category = "art"),
            title = "Искусство как отражение общества",
            text = "Искусство всегда отражало ценности и проблемы общества. Художники, такие как Ван Гог и Моне, использовали свои произведения, чтобы передать эмоции и впечатления от окружающего мира. Современное искусство продолжает эту традицию, ставя под сомнение социальные нормы и обсуждая важные вопросы, такие как идентичность и экологические проблемы.",
            readTime = 3
        ),
        Fact(
            factBase = FactBase(documentId = "10", category = "nature"),
            title = "Тайное общение деревьев",
            text = "Некоторые деревья, такие как акации, общаются между собой с помощью химических сигналов. Когда животные начинают поедать их листья, деревья выделяют особые вещества в воздух — фитонциды. Они предупреждают другие деревья о надвигающейся опасности. Реагируя на сигнал, \"предупрежденные\" деревья начинают вырабатывать защитные соединения, делающие их листья горькими и даже токсичными для травоядных. Этот природный способ общения помогает растительным сообществам защищаться от угроз и лучше адаптироваться к внешним условиям.",
            readTime = 2
        ),
    )
}
